Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Adds depth-aware fog that thickens toward the bottom of the scene.
ar: يضيف ضبابًا يراعي العمق ويزداد كثافة باتجاه أسفل المشهد.
de: Fügt tiefenabhängigen Nebel hinzu, der zum unteren Rand der Szene dichter wird.
es: Añade niebla sensible a la profundidad que se hace más densa hacia la parte inferior de la escena.
fr: Ajoute un brouillard tenant compte de la profondeur, qui s’épaissit vers le bas de la scène.
hi: डेप्थ के अनुसार कोहरा जोड़ता है, जो सीन के निचले हिस्से की ओर घना होता जाता है.
it: Aggiunge una nebbia sensibile alla profondità che si infittisce verso il fondo della scena.
ja: シーンの下部に向かって濃くなる、深度を考慮したフォグを加えます。
ko: 장면 아래쪽으로 갈수록 짙어지는 깊이 기반 안개를 추가합니다.
pl: Dodaje mgłę uwzględniającą głębię, która gęstnieje ku dołowi sceny.
pt_br: Adiciona uma névoa sensível à profundidade que se adensa em direção à parte inferior da cena.
ru: Добавляет туман с учётом глубины, который сгущается к низу сцены.
tr: Sahnenin altına doğru yoğunlaşan, derinliğe duyarlı sis ekler.
uk: Додає туман з урахуванням глибини, який густішає до низу сцени.
zh_hans: 添加基于深度的雾，越靠近场景底部越浓。
zh_hant: 加入依深度變化、越接近場景底部越濃的霧。

source: Adds directional beams of light across the layer.
ar: يضيف حزمًا ضوئية موجّهة عبر الطبقة.
de: Fügt gerichtete Lichtstrahlen über die Ebene hinzu.
es: Añade haces de luz direccionales sobre la capa.
fr: Ajoute des faisceaux de lumière directionnels sur le calque.
hi: लेयर पर एक दिशा में प्रकाश की किरणें जोड़ता है.
it: Aggiunge fasci di luce direzionali sul livello.
ja: レイヤー全体に方向性のある光の筋を加えます。
ko: 레이어를 가로지르는 방향성 광선을 추가합니다.
pl: Dodaje kierunkowe smugi światła na warstwie.
pt_br: Adiciona feixes de luz direcionais através da camada.
ru: Добавляет направленные лучи света поверх слоя.
tr: Katman boyunca yönlü ışık huzmeleri ekler.
uk: Додає спрямовані промені світла на шар.
zh_hans: 在图层上添加定向光束。
zh_hant: 在圖層上加入有方向性的光束。

source: Adds expanding ripples across the surface.
ar: يضيف تموجات متسعة عبر السطح.
de: Fügt sich ausbreitende Wellenringe auf der Oberfläche hinzu.
es: Añade ondas que se expanden por la superficie.
fr: Ajoute des ondulations qui s’étendent sur la surface.
hi: सतह पर फैलती लहरें जोड़ता है.
it: Aggiunge increspature che si espandono sulla superficie.
ja: 表面全体に広がる波紋を加えます。
ko: 표면 전체에 퍼져 나가는 물결을 추가합니다.
pl: Dodaje rozchodzące się zmarszczki na powierzchni.
pt_br: Adiciona ondulações que se expandem pela superfície.
ru: Добавляет расходящуюся рябь по поверхности.
tr: Yüzey boyunca genişleyen dalgacıklar ekler.
uk: Додає брижі, що розходяться поверхнею.
zh_hans: 在表面上添加向外扩散的涟漪。
zh_hant: 在表面加入向外擴散的漣漪。

source: Adds moving film grain. Keep the amount low or it swamps darker scenes.
ar: يضيف حبيبات فيلم متحركة. أبقِ المقدار منخفضًا وإلا طغت على المشاهد الداكنة.
de: Fügt bewegtes Filmkorn hinzu. Halten Sie die Stärke niedrig, sonst überdeckt es dunklere Szenen.
es: Añade grano de película en movimiento. Usa una cantidad baja o saturará las escenas más oscuras.
fr: Ajoute un grain de film animé. Gardez une quantité faible, sinon il envahit les scènes sombres.
hi: चलता हुआ फ़िल्म ग्रेन जोड़ता है. मात्रा कम रखें, वरना गहरे सीन इससे भर जाते हैं.
it: Aggiunge una grana da pellicola in movimento. Tieni bassa la quantità o sommergerà le scene più scure.
ja: 動くフィルムグレインを加えます。量を少なめにしないと、暗いシーンが埋もれてしまいます。
ko: 움직이는 필름 그레인을 추가합니다. 양을 낮게 유지하지 않으면 어두운 장면이 묻힙니다.
pl: Dodaje ruchome ziarno filmowe. Utrzymuj niską ilość, bo inaczej przytłoczy ciemniejsze sceny.
pt_br: Adiciona granulação de filme em movimento. Mantenha a quantidade baixa, ou ela encobre as cenas mais escuras.
ru: Добавляет движущееся зерно плёнки. Держите значение низким, иначе оно забьёт тёмные сцены.
tr: Hareketli film greni ekler. Miktarı düşük tutun, aksi hâlde koyu sahneleri boğar.
uk: Додає рухоме зерно плівки. Тримайте кількість низькою, інакше воно заполонить темніші сцени.
zh_hans: 添加动态胶片颗粒。数量宜低，否则会淹没较暗的场景。
zh_hant: 加入動態底片顆粒。數量請保持在低值，否則會淹沒較暗的場景。

source: Adds scaling with depth so near parts grow as they shift, rather than just sliding.
ar: يضيف تغييرًا في الحجم حسب العمق بحيث تكبر الأجزاء القريبة أثناء تحركها بدلًا من أن تنزلق فقط.
de: Skaliert abhängig von der Tiefe, sodass nahe Teile beim Verschieben größer werden, statt nur zu gleiten.
es: Añade escalado según la profundidad para que las partes cercanas crezcan al desplazarse, en lugar de solo deslizarse.
fr: Ajoute une mise à l’échelle selon la profondeur : les parties proches grossissent en se déplaçant au lieu de simplement glisser.
hi: डेप्थ के साथ स्केलिंग जोड़ता है, ताकि पास के हिस्से केवल खिसकने के बजाय खिसकते हुए बड़े भी हों.
it: Aggiunge un ridimensionamento in base alla profondità, così le parti vicine si ingrandiscono mentre si spostano invece di scorrere soltanto.
ja: 深度に応じた拡大縮小を加え、手前の部分がスライドするだけでなく、移動に合わせて大きくなるようにします。
ko: 깊이에 따른 크기 변화를 추가하여 가까운 부분이 단순히 미끄러지는 대신 이동하면서 커집니다.
pl: Dodaje skalowanie zależne od głębi, dzięki czemu bliższe części podczas ruchu rosną, a nie tylko się przesuwają.
pt_br: Adiciona escala conforme a profundidade, para que as partes próximas cresçam ao se deslocar em vez de apenas deslizar.
ru: Добавляет масштабирование с глубиной: ближние части увеличиваются при сдвиге, а не просто скользят.
tr: Derinliğe göre ölçekleme ekler; böylece yakındaki bölümler yalnızca kaymak yerine kaydıkça büyür.
uk: Додає масштабування з глибиною, щоб ближчі частини збільшувалися під час зсуву, а не просто ковзали.
zh_hans: 按深度添加缩放，使近处部分在移动时变大，而不只是平移。
zh_hant: 依深度加入縮放，讓近處部分在移動時放大，而不只是平移。

source: Adds tape distortion, colour bleed and scanlines.
ar: يضيف تشوه الشريط وتسرّب الألوان وخطوط المسح.
de: Fügt Bandverzerrung, Farbbluten und Scanlines hinzu.
es: Añade distorsión de cinta, sangrado de color y líneas de escaneo.
fr: Ajoute une distorsion de bande, des bavures de couleur et des lignes de balayage.
hi: टेप डिस्टॉर्शन, कलर ब्लीड और स्कैनलाइन जोड़ता है.
it: Aggiunge distorsione da nastro, sbavature di colore e linee di scansione.
ja: テープのゆがみ、色にじみ、走査線を加えます。
ko: 테이프 왜곡, 색 번짐 및 주사선을 추가합니다.
pl: Dodaje zniekształcenia taśmy, rozlewanie się kolorów i linie skanowania.
pt_br: Adiciona distorção de fita, vazamento de cor e linhas de varredura.
ru: Добавляет искажения плёнки, растекание цвета и строки развёртки.
tr: Bant bozulması, renk taşması ve tarama çizgileri ekler.
uk: Додає спотворення плівки, розтікання кольору та рядки розгортки.
zh_hans: 添加磁带失真、色彩溢出和扫描线。
zh_hant: 加入錄影帶扭曲、色彩溢出和掃描線。

source: Adjust Menu Bar Color
ar: ضبط لون شريط القائمة
de: Menüleistenfarbe anpassen
es: Ajustar color de la barra de menús
fr: Ajuster la couleur de la barre des menus
hi: मेनू बार का रंग एडजस्ट करें
it: Adatta il colore della barra dei menu
ja: メニューバーの色を調整
ko: 메뉴 막대 색상 조정
pl: Dostosuj kolor paska menu
pt_br: Ajustar Cor da Barra de Menus
ru: Подстраивать цвет строки меню
tr: Menü Çubuğu Rengini Ayarla
uk: Коригувати колір смуги меню
zh_hans: 调整菜单栏颜色
zh_hant: 調整選單列顏色

source: Adjust volume, playback speed, placement and any property the wallpaper's author exposed, right from the details sidebar.
ar: اضبط مستوى الصوت وسرعة التشغيل وطريقة العرض وأي خاصية أتاحها مؤلف الخلفية، مباشرةً من الشريط الجانبي للتفاصيل.
de: Passen Sie Lautstärke, Wiedergabegeschwindigkeit, Platzierung und alle vom Autor des Hintergrundbilds freigegebenen Eigenschaften direkt in der Detail-Seitenleiste an.
es: Ajusta el volumen, la velocidad de reproducción, la colocación y cualquier propiedad que haya expuesto el autor del fondo de pantalla, directamente desde la barra lateral de detalles.
fr: Réglez le volume, la vitesse de lecture, la disposition et toutes les propriétés proposées par l’auteur du fond d’écran, directement depuis la barre latérale des détails.
hi: वॉल्यूम, प्लेबैक स्पीड, प्लेसमेंट और वॉलपेपर के लेखक द्वारा उपलब्ध कराई गई कोई भी प्रॉपर्टी सीधे विवरण साइडबार से एडजस्ट करें.
it: Regola il volume, la velocità di riproduzione, la posizione e ogni proprietà resa disponibile dall’autore dello sfondo, direttamente dalla barra laterale dei dettagli.
ja: 音量、再生速度、配置、壁紙の作成者が公開したあらゆるプロパティを、詳細サイドバーから直接調整できます。
ko: 음량, 재생 속도, 배치 및 배경화면 제작자가 공개한 모든 속성을 세부사항 사이드바에서 바로 조정할 수 있습니다.
pl: Dostosuj głośność, szybkość odtwarzania, rozmieszczenie i każdą właściwość udostępnioną przez autora tapety — prosto z paska bocznego ze szczegółami.
pt_br: Ajuste o volume, a velocidade de reprodução, o posicionamento e qualquer propriedade exposta pelo autor da imagem de fundo, direto na barra lateral de detalhes.
ru: Настраивайте громкость, скорость воспроизведения, расположение и любые параметры, открытые автором обоев, прямо в боковой панели сведений.
tr: Ses düzeyini, oynatma hızını, yerleşimi ve duvar kâğıdının yazarının sunduğu her özelliği doğrudan ayrıntılar kenar çubuğundan ayarlayın.
uk: Налаштовуйте гучність, швидкість відтворення, розміщення та будь-які властивості, які надав автор шпалери, просто на бічній панелі деталей.
zh_hans: 直接在详细信息边栏中调整音量、播放速度、摆放方式以及墙纸作者开放的任何属性。
zh_hant: 直接在詳細資訊側邊欄中調整音量、播放速度、擺放方式，以及背景圖片作者開放的任何屬性。

source: Adjusts %@.
ar: يضبط %@.
de: Passt „%@“ an.
es: Ajusta %@.
fr: Règle le paramètre « %@ ».
hi: %@ को एडजस्ट करता है.
it: Regola %@.
ja: %@を調整します。
ko: %@을(를) 조정합니다.
pl: Dostosowuje parametr: %@.
pt_br: Ajusta %@.
ru: Настраивает параметр «%@».
tr: %@ değerini ayarlar.
uk: Коригує параметр «%@».
zh_hans: 调整%@。
zh_hant: 調整「%@」。

source: Adjusts this parameter.
ar: يضبط هذه المعلمة.
de: Passt diesen Parameter an.
es: Ajusta este parámetro.
fr: Règle ce paramètre.
hi: इस पैरामीटर को एडजस्ट करता है.
it: Regola questo parametro.
ja: このパラメータを調整します。
ko: 이 매개변수를 조정합니다.
pl: Dostosowuje ten parametr.
pt_br: Ajusta este parâmetro.
ru: Настраивает этот параметр.
tr: Bu parametreyi ayarlar.
uk: Коригує цей параметр.
zh_hans: 调整此参数。
zh_hant: 調整此參數。

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
hi: एडवांस
it: Avanzate
ja: 詳細設定
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: İleri Düzey
uk: Додатково
zh_hans: 高级
zh_hant: 進階

source: After you sign in to Steam, downloads the Wallpaper Engine assets if none are installed or chosen.
ar: بعد تسجيل الدخول إلى Steam، يُنزّل موارد Wallpaper Engine إذا لم تكن هناك موارد مثبّتة أو مختارة.
de: Lädt nach der Anmeldung bei Steam die Wallpaper Engine-Assets, wenn keine installiert oder ausgewählt sind.
es: Después de iniciar sesión en Steam, descarga los recursos de Wallpaper Engine si no hay ninguno instalado o elegido.
fr: Après votre connexion à Steam, télécharge les ressources de Wallpaper Engine si aucune n’est installée ni choisie.
hi: Steam में साइन इन करने के बाद, अगर कोई ऐसेट इंस्टॉल या चुना नहीं गया है तो Wallpaper Engine ऐसेट डाउनलोड करता है।
it: Dopo l’accesso a Steam, scarica le risorse di Wallpaper Engine se non ce ne sono di installate o scelte.
ja: Steam にサインインした後、アセットがインストールも選択もされていなければ Wallpaper Engine のアセットをダウンロードします。
ko: Steam에 로그인한 후 설치되거나 선택된 에셋이 없으면 Wallpaper Engine 에셋을 다운로드합니다.
pl: Po zalogowaniu się do Steam pobiera zasoby Wallpaper Engine, jeśli żadne nie są zainstalowane ani wybrane.
pt_br: Depois que você inicia sessão no Steam, baixa os recursos do Wallpaper Engine se nenhum estiver instalado ou escolhido.
ru: После входа в Steam загружает ресурсы Wallpaper Engine, если они не установлены и не выбраны.
tr: Steam’de oturum açtıktan sonra, yüklü veya seçili varlık yoksa Wallpaper Engine varlıklarını indirir.
uk: Після входу в Steam викачує ресурси Wallpaper Engine, якщо їх не встановлено й не вибрано.
zh_hans: 登录 Steam 后，如果尚未安装或选择任何资源，则下载 Wallpaper Engine 资源。
zh_hant: 登入 Steam 後，若尚未安裝或選擇任何資源，便下載 Wallpaper Engine 資源。

source: Age Rating
ar: التصنيف العمري
de: Altersfreigabe
es: Clasificación
fr: Classification
hi: आयु रेटिंग
it: Classificazione
ja: 年齢制限
ko: 연령 등급
pl: Klasyfikacja wiekowa
pt_br: Classificação Etária
ru: Возрастной рейтинг
tr: Yaş Sınırı
uk: Вікова категорія
zh_hans: 年龄分级
zh_hant: 年齡分級

source: AirDrop All
ar: إرسال الكل عبر AirDrop
de: Alle per AirDrop senden
es: Enviar todo con AirDrop
fr: Tout envoyer avec AirDrop
hi: सभी AirDrop से भेजें
it: Invia tutto con AirDrop
ja: すべてをAirDropで送信
ko: 모두 AirDrop으로 보내기
pl: Wyślij wszystko przez AirDrop
pt_br: Enviar Tudo por AirDrop
ru: Отправить все через AirDrop
tr: Tümünü AirDrop ile Gönder
uk: Надіслати все через AirDrop
zh_hans: 全部通过隔空投送发送
zh_hant: 全部透過 AirDrop 傳送

source: AirDrop isn't available on this Mac.
ar: AirDrop غير متوفر على هذا الـ Mac.
de: AirDrop ist auf diesem Mac nicht verfügbar.
es: AirDrop no está disponible en este Mac.
fr: AirDrop n’est pas disponible sur ce Mac.
hi: इस Mac पर AirDrop उपलब्ध नहीं है।
it: AirDrop non è disponibile su questo Mac.
ja: このMacではAirDropを利用できません。
ko: 이 Mac에서는 AirDrop을 사용할 수 없습니다.
pl: AirDrop nie jest dostępny na tym Macu.
pt_br: O AirDrop não está disponível neste Mac.
ru: AirDrop недоступен на этом Mac.
tr: AirDrop bu Mac’te kullanılamıyor.
uk: AirDrop недоступний на цьому Mac.
zh_hans: 此 Mac 上不可使用隔空投送。
zh_hant: 此 Mac 無法使用 AirDrop。

source: Album
ar: الألبوم
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
tr: Albüm
uk: Альбом
zh_hans: 相簿
zh_hant: 相簿

source: Align Bottom
ar: محاذاة إلى أسفل
de: Unten ausrichten
es: Alinear por abajo
fr: Aligner en bas
hi: नीचे की ओर अलाइन करें
it: Allinea in basso
ja: 下揃え
ko: 아래쪽 정렬
pl: Wyrównaj do dołu
pt_br: Alinhar Abaixo
ru: Выровнять по нижнему краю
tr: Alta Hizala
uk: Вирівняти за нижнім краєм
zh_hans: 底部对齐
zh_hant: 底部對齊

source: Align Center
ar: محاذاة إلى الوسط
de: Zentrieren
es: Centrar horizontalmente
fr: Centrer horizontalement
hi: केंद्र में अलाइन करें
it: Allinea al centro
ja: 中央揃え
ko: 가운데 정렬
pl: Wyśrodkuj w poziomie
pt_br: Alinhar ao Centro
ru: Выровнять по центру
tr: Yatayda Ortala
uk: Вирівняти по центру
zh_hans: 居中对齐
zh_hant: 中央對齊

source: Align Element
ar: محاذاة العنصر
de: Element ausrichten
es: Alinear elemento
fr: Aligner l’élément
hi: एलिमेंट अलाइन करें
it: Allinea elemento
ja: 要素を整列
ko: 요소 정렬
pl: Wyrównaj element
pt_br: Alinhar Elemento
ru: Выровнять элемент
tr: Ögeyi Hizala
uk: Вирівняти елемент
zh_hans: 对齐元素
zh_hant: 對齊元素

source: Align Left
ar: محاذاة إلى اليسار
de: Links ausrichten
es: Alinear a la izquierda
fr: Aligner à gauche
hi: बाईं ओर अलाइन करें
it: Allinea a sinistra
ja: 左揃え
ko: 왼쪽 정렬
pl: Wyrównaj do lewej
pt_br: Alinhar à Esquerda
ru: Выровнять по левому краю
tr: Sola Hizala
uk: Вирівняти за лівим краєм
zh_hans: 左对齐
zh_hant: 齊左

source: Align Middle
ar: محاذاة إلى المنتصف
de: Mittig ausrichten
es: Alinear por el medio
fr: Centrer verticalement
hi: मध्य में अलाइन करें
it: Allinea al centro
ja: 中央揃え
ko: 중간 정렬
pl: Wyśrodkuj w pionie
pt_br: Alinhar no Meio
ru: Выровнять по середине
tr: Dikeyde Ortala
uk: Вирівняти посередині
zh_hans: 中间对齐
zh_hant: 中間對齊

source: Align Right
ar: محاذاة إلى اليمين
de: Rechts ausrichten
es: Alinear a la derecha
fr: Aligner à droite
hi: दाईं ओर अलाइन करें
it: Allinea a destra
ja: 右揃え
ko: 오른쪽 정렬
pl: Wyrównaj do prawej
pt_br: Alinhar à Direita
ru: Выровнять по правому краю
tr: Sağa Hizala
uk: Вирівняти за правим краєм
zh_hans: 右对齐
zh_hant: 齊右

source: Align Top
ar: محاذاة إلى أعلى
de: Oben ausrichten
es: Alinear por arriba
fr: Aligner en haut
hi: ऊपर की ओर अलाइन करें
it: Allinea in alto
ja: 上揃え
ko: 위쪽 정렬
pl: Wyrównaj do góry
pt_br: Alinhar Acima
ru: Выровнять по верхнему краю
tr: Üste Hizala
uk: Вирівняти за верхнім краєм
zh_hans: 顶部对齐
zh_hant: 頂部對齊

source: Alignment
ar: محاذاة
de: Ausrichtung
es: Posicionamiento
fr: Alignement
hi: संरेखण
it: Allineamento
ja: 並べる
ko: 정렬
pl: Wyrównanie
pt_br: Alinhamento
ru: Выравнивание
tr: Hizalama
uk: Вирівнювання
zh_hans: 对齐方式
zh_hant: 對齊

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 모두
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
uk: Усі
zh_hans: 全部
zh_hant: 全部

source: All Desktops
ar: كل أسطح المكتب
de: Alle Schreibtische
es: Todos los escritorios
fr: Tous les bureaux
hi: सभी डेस्कटॉप
it: Tutte le scrivanie
ja: すべてのデスクトップ
ko: 모든 데스크탑
pl: Wszystkie biurka
pt_br: Todas as Mesas
ru: Все рабочие столы
tr: Tüm Masaüstleri
uk: Усі робочі столи
zh_hans: 所有桌面
zh_hant: 所有桌面

source: All contributors
ar: جميع المساهمين
de: Alle Mitwirkenden
es: Todos los colaboradores
fr: Tous les contributeurs
hi: सभी योगदानकर्ता
it: Tutti i collaboratori
ja: すべての貢献者
ko: 모든 기여자
pl: Wszyscy współtwórcy
pt_br: Todos os colaboradores
ru: Все участники
tr: Tüm katkıda bulunanlar
uk: Усі учасники
zh_hans: 所有贡献者
zh_hant: 所有貢獻者

source: All wallpapers, replacing your customizations
ar: كل الخلفيات، مع استبدال تخصيصاتك
de: Alle Hintergrundbilder, deine Anpassungen werden ersetzt
es: Todos los fondos de pantalla, sustituyendo tus personalizaciones
fr: Tous les fonds d’écran, en remplaçant vos personnalisations
hi: सभी वॉलपेपर, आपके कस्टमाइज़ेशन बदलते हुए
it: Tutti gli sfondi, sostituendo le tue personalizzazioni
ja: すべての壁紙（カスタマイズを置き換え）
ko: 모든 배경화면(사용자화 대치)
pl: Wszystkie tapety, z zastąpieniem dostosowań
pt_br: Todas as imagens de fundo, substituindo suas personalizações
ru: Все обои с заменой ваших настроек
tr: Tüm duvar kâğıtları, özelleştirmeleriniz değiştirilerek
uk: Усі шпалери із заміною ваших налаштувань
zh_hans: 所有墙纸，替换你的自定义
zh_hant: 所有背景圖片，取代你的自訂

source: Allow access in System Settings > Privacy & Security.
ar: اسمح بالوصول في إعدادات النظام > الخصوصية والأمن.
de: Erlauben Sie den Zugriff unter „Systemeinstellungen“ > „Datenschutz & Sicherheit“.
es: Permite el acceso en Ajustes del Sistema > Privacidad y seguridad.
fr: Autorisez l’accès dans Réglages Système > Confidentialité et sécurité.
hi: सिस्टम सेटिंग्ज़ > गोपनीयता और सुरक्षा में ऐक्सेस की अनुमति दें.
it: Consenti l’accesso in Impostazioni di Sistema > Privacy e sicurezza.
ja: 「システム設定」>「プライバシーとセキュリティ」でアクセスを許可してください。
ko: 시스템 설정 > 개인정보 보호 및 보안에서 접근을 허용하십시오.
pl: Zezwól na dostęp w Ustawieniach systemowych > Prywatność i ochrona.
pt_br: Permita o acesso em Ajustes do Sistema > Privacidade e Segurança.
ru: Разрешите доступ в меню «Системные настройки» > «Конфиденциальность и безопасность».
tr: Sistem Ayarları > Gizlilik ve Güvenlik bölümünde erişime izin verin.
uk: Надайте доступ у меню «Системні параметри» > «Приватність і безпека».
zh_hans: 请在“系统设置”>“隐私与安全”中允许访问。
zh_hant: 請在「系統設定」>「隱私權與安全性」中允許取用。

source: Allow wallpaper to change while paused
ar: السماح للخلفية بالتغيير أثناء توقفها
de: Wechsel des Hintergrundbilds bei pausierter Wiedergabe erlauben
es: Permitir que el fondo de pantalla cambie en pausa
fr: Autoriser le fond d’écran à changer en pause
hi: रुके होने पर भी वॉलपेपर बदलने दें
it: Cambia sfondo anche se in pausa
ja: 一時停止中にプレイリストを更新
ko: 일시정지된 동안 배경화면 변경 허용
pl: Pozwól, aby tapeta zmieniała się po wstrzymaniu
pt_br: Permitir Alteração da Imagem de Fundo Enquanto Pausado
ru: Разрешить смену обоев во время паузы
tr: Duraklatıldığında duvar kâğıdının değişmesine izin ver
uk: Дозволити міняти шпалеру під час паузи
zh_hans: 允许墙纸在暂停时更换
zh_hant: 允許背景圖片在暫停時變更

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति है
it: Consentito
ja: 許可済み
ko: 허용됨
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
tr: İzin Verildi
uk: Дозволено
zh_hans: 已允许
zh_hant: 已允許

source: Alpha to Coverage
ar: ألفا إلى التغطية
es: Alfa a cobertura
fr: Alpha vers couverture
hi: अल्फ़ा टू कवरेज
it: Alpha su copertura
ja: アルファ トゥ カバレッジ
ko: 알파 투 커버리지
pl: Alfa do pokrycia
pt_br: Alfa para cobertura
ru: Альфа в покрытие
tr: Alfa kapsama
uk: Альфа в покриття
zh_hans: Alpha 到覆盖
zh_hant: Alpha 到覆蓋

source: Already in your library
ar: موجود بالفعل في مكتبتك
de: Schon in Ihrer Mediathek
es: Ya está en tu biblioteca
fr: Déjà dans votre bibliothèque
hi: पहले से आपकी लाइब्रेरी में है
it: Già nella tua libreria
ja: ライブラリにあります
ko: 이미 라이브러리에 있음
pl: Już w Twojej bibliotece
pt_br: Já está na sua biblioteca
ru: Уже в вашей библиотеке
tr: Zaten kütüphanenizde
uk: Уже у вашій бібліотеці
zh_hans: 已在资料库中
zh_hant: 已在資料庫中

source: Also Save to Photos Album
ar: الحفظ أيضًا في ألبوم الصور
de: Auch in Album in „Fotos“ sichern
es: Guardar también en un álbum de Fotos
fr: Enregistrer aussi dans un album de Photos
hi: फ़ोटो एल्बम में भी सेव करें
it: Salva anche in un album di Foto
ja: “写真”のアルバムにも保存
ko: 사진 앨범에도 저장
pl: Zachowaj też w albumie w Zdjęciach
pt_br: Salvar Também em Álbum do Fotos
ru: Также сохранять в альбом «Фото»
tr: Fotoğraflar Albümüne de Kaydet
uk: Також зберігати в альбом «Фото»
zh_hans: 同时存储到“照片”相簿
zh_hant: 同時儲存到「照片」相簿

source: Also add Wallpaper Engine's default wallpapers
ar: إضافة خلفيات Wallpaper Engine الافتراضية أيضًا
de: Auch die Standard-Hintergrundbilder von Wallpaper Engine hinzufügen
es: Añadir también los fondos de pantalla predeterminados de Wallpaper Engine
fr: Ajouter aussi les fonds d’écran par défaut de Wallpaper Engine
hi: Wallpaper Engine के डिफ़ॉल्ट वॉलपेपर भी जोड़ें
it: Aggiungi anche gli sfondi predefiniti di Wallpaper Engine
ja: Wallpaper Engine のデフォルトの壁紙も追加
ko: Wallpaper Engine의 기본 배경화면도 추가
pl: Dodaj też domyślne tapety Wallpaper Engine
pt_br: Adicionar também as imagens de fundo padrão do Wallpaper Engine
ru: Также добавить стандартные обои Wallpaper Engine
tr: Wallpaper Engine’in varsayılan duvar kâğıtlarını da ekle
uk: Також додати стандартні шпалери Wallpaper Engine
zh_hans: 同时添加 Wallpaper Engine 的默认墙纸
zh_hant: 同時加入 Wallpaper Engine 的預設背景圖片

source: Also offers pre-release versions, which get new features first and may be less stable.
ar: يعرض أيضًا الإصدارات التجريبية التي تحصل على الميزات الجديدة أولًا وقد تكون أقل استقرارًا.
de: Bietet auch Vorabversionen an, die neue Funktionen früher erhalten und weniger stabil sein können.
es: También ofrece versiones preliminares, que reciben antes las novedades y pueden ser menos estables.
fr: Propose aussi les préversions, qui reçoivent les nouveautés en premier et peuvent être moins stables.
hi: प्री-रिलीज़ वर्शन भी देता है, जिनमें नई सुविधाएँ पहले आती हैं और जो कम स्थिर हो सकते हैं।
it: Offre anche le versioni preliminari, che ricevono prima le novità e possono essere meno stabili.
ja: 新機能が先に入る、安定性の低い場合があるプレリリース版も提供します。
ko: 새로운 기능을 먼저 받지만 덜 안정적일 수 있는 시험판 버전도 제공합니다.
pl: Oferuje też wersje przedpremierowe, które wcześniej dostają nowe funkcje, ale mogą być mniej stabilne.
pt_br: Também oferece versões de pré-lançamento, que recebem os novos recursos primeiro e podem ser menos estáveis.
ru: Также предлагает предварительные версии: новые функции появляются в них раньше, но они могут быть менее стабильны.
tr: Yeni özellikleri önce alan ve daha az kararlı olabilen ön sürümleri de sunar.
uk: Також пропонує попередні версії: нові функції зʼявляються в них раніше, але вони можуть бути менш стабільними.
zh_hans: 同时提供预发布版本，它们会先获得新功能，但可能不太稳定。
zh_hant: 同時提供預先發行版本，這些版本會先獲得新功能，但可能較不穩定。

source: Always a Menu Bar Away
ar: دائمًا في متناولك من شريط القائمة
de: Immer in der Menüleiste
es: Siempre en la barra de menús
fr: Toujours accessible depuis la barre des menus
hi: हमेशा मेनू बार में उपलब्ध
it: Sempre a portata di barra dei menu
ja: いつでもメニューバーから
ko: 언제나 메뉴 막대에서 바로
pl: Zawsze pod ręką w pasku menu
pt_br: Sempre à Mão na Barra de Menus
ru: Всегда в строке меню
tr: Her Zaman Menü Çubuğunda
uk: Завжди поруч у смузі меню
zh_hans: 菜单栏中随时可用
zh_hant: 選單列中隨手可及

source: Always begin with the first wallpaper
ar: ابدأ دائمًا من الخلفية الأولى
de: Immer mit dem ersten Hintergrundbild starten
es: Empezar siempre con el primer fondo de pantalla
fr: Toujours commencer avec le premier fond d’écran
hi: हमेशा पहले वॉलपेपर से शुरू करें
it: Inizia sempre con il primo sfondo
ja: 常に一番最初の壁紙から始める
ko: 언제나 첫 배경화면부터 시작
pl: Zawsze zaczynaj od pierwszej tapety
pt_br: Sempre Iniciar com a Primeira Imagem de Fundo
ru: Всегда начинать с первых обоев
tr: Her zaman ilk duvar kâğıdıyla başla
uk: Завжди починати з першої шпалери
zh_hans: 总是从第一张墙纸开始
zh_hant: 總是從第一張背景圖片開始

source: Amount
ar: المقدار
de: Stärke
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ja: 量
ko: 양
pl: Ilość
pt_br: Quantidade
ru: Количество
tr: Miktar
uk: Кількість
zh_hans: 数量
zh_hant: 數量
